Languages = {
    'af': 'африканский', 'sq': 'албанский', 'am': 'амхарский', 'ar': 'арабский', 'hy': 'армянский',
    'az': 'азербайджан', 'eu': 'баскский', 'be': 'белорусский', 'bn': 'бенгальский', 'bs': 'босниийский',
    'bg': 'балгарский', 'ca': 'каталанский', 'ceb': 'кебуанский', 'ny': 'ньянджа',
    'zh-cn': 'упрощенный китайский', 'zh-tw': '🇨🇳 традиционный китайский', 'co': 'корксиканский', 'hr': 'хорватский',
    'cs': 'чешский', 'da': 'датский', 'nl': 'голландский', 'en': 'английский', 'eo': 'эсперанто', 'et': 'эстонский',
    'tl': 'филипинский', 'fi': 'финский', 'fr': 'французский', 'fy': 'фризский', 'gl': 'галицкий', 'ka': 'грузинский',
    'de': 'немецкий', 'el': 'греческий', 'gu': 'гуджаратский', 'ht': 'гаитянский креольский', 'ha': 'хауса', 'haw': 'гавайский',
    'iw': 'иврит', 'he': 'иврит', 'hi': 'индоарийский', 'hmn': 'хмонг(диалект китайский)', 'hu': 'вВенгерский', 'is': 'исландский', 'ig': 'игбо',
    'id': 'индонезийский', 'ga': 'ирландский', 'it': 'итальянский', 'ja': 'японский', 'jw': 'яванский', 'kn': 'канадский', 'kk': 'казахский',
    'km': 'кхмерский', 'ko': 'корейский', 'ku': 'курдский (курманджи)', 'ky': 'киргизский', 'lo': 'лаосский', 'la': 'латинский', 'lv': 'латышский',
    'lt': 'литовский', 'lb': 'люксембурский', 'mk': 'македонский', 'mg': 'малазийский', 'ms': 'малайский', 'ml': 'малаяламский', 'mt': 'мальтинский', 'mi': 'маорийский', 'mr': 'маратхов',
    'mn': 'монгольский', 'my': 'мьянма  (Бирманский)', 'ne': 'непальский', 'no': 'норвежский', 'or': 'одиа', 'ps': 'пушту',
    'fa': 'персидский', 'pl': 'польский', 'pt': 'португальский', 'pa': 'панджаби', 'ro': 'румынский', 'ru': 'русский', 'sm': 'самоанский', 'gd': 'шотландский гэльский',
    'sr': 'сербский', 'st': 'сесото', 'sn': 'шона', 'sd': 'синдхи', 'si': 'сингальский', 'sk': 'словацкий', 'sl': 'словенский', 'so': 'сомалийский',
    'es': 'испанский', 'su': 'сунданский', 'sw': 'суахили', 'sv': 'шведский', 'tg': 'таджикский', 'ta': 'тамильский', 'te': 'телугу', 'th': 'тайский', 'tr': 'турецкий', 'uk': 'украинский',
    'ur': 'урду́', 'ug': 'уйгурский', 'uz': 'узбекский', 'vi': 'вьетнамский', 'cy': 'валлийский', 'xh': 'коса', 'yi': 'идиш', 'yo': 'йоруба', 'zu': 'зулусский'
}